Repository: common-repository/kintpv-connect
Catalog: languages/kintpv-connect-*.po
Languages: fr_fr

source: KinTPV Synchronisation plugin with WooCommerce
fr_fr: Synchronisation de KinTPV avec WooCommerce

source: http://www.kinhelios.com
fr_fr: https://www.kinhelios.com

source: Maintenance mode
fr_fr: Mode maintenance

source: If the maintenance mode is active on your site, the synchronisation with KinTPV will not be possible
fr_fr: Si le mode de maintenance est activé sur votre site, la synchronisation ne pourra pas être faite

source: WooCommerce API Key
fr_fr: Clé d'API WooCommerce

source: Key
fr_fr: Clé

source: Secure
fr_fr: Sécurité

source: Automatic publication
fr_fr: Publication automatique

source: State at creation
fr_fr: État à la création

source: Published
fr_fr: Publié

source: Waiting for validation
fr_fr: En attente de relecture

source: Draft
fr_fr: Brouillon

source: No stock Products
fr_fr: Produits hors stock

source: No stock products are virtual
fr_fr: Les produits hors stocks sont définis comme "virtuels"

source: Taxes link
fr_fr: Liaison des taxes

source: VAT Class
fr_fr: Classe TVA

source: VAT Rate
fr_fr: Taux TVA

source: Choose class
fr_fr: Choisir classe

source: Choose rate
fr_fr: Choisir taux

source: Carriers link
fr_fr: Liaison des transporteurs

source: Choose carrier
fr_fr: Choisir transporteur

source: Checkout methods
fr_fr: Types de paiement

source: Choose checkout method
fr_fr: Choisir type

source: Order states
fr_fr: État des commandes

source: WooCommerce state
fr_fr: État WooCommerce

source: Order is "validated" in KinTPV
fr_fr: Commande "validée" sur KinTPV

source: Orders returning to KinPTV
fr_fr: Retour des commandes

source: Quantity send
fr_fr: Nombre envoyé

source: Quantity of orders to return to KinTPV for each synchronisation
fr_fr: Nombre de commandes retournées à KinTPV à chauqe synchronisation

source: In progress
fr_fr: En cours

source: Done
fr_fr: Terminés

source: Abandonned
fr_fr: Abandonnés

source: Debugging
fr_fr: Déboguage

source: Barcode
fr_fr: Code-barres

source: Return
fr_fr: Retour

source: Open logs file
fr_fr: Ouvrir le fichier de logs

source: Logfile Size :
fr_fr: Taille du fichier de logs :

source: Clear logs file
fr_fr: Vider

source: Import configuration
fr_fr: Configuration de l'import

source: Fields
fr_fr: Champs

source: Imported at creation
fr_fr: Importé à la création

source: Imported at update
fr_fr: Importé à la modification

source: Allow Creation / Edition
fr_fr: Autoriser Création / Modification

source: Check / Uncheck all
fr_fr: Cocher tout / Décocher tout

source: Product name
fr_fr: Nom du produit

source: Permalink (Simplified URL)
fr_fr: Permalien (URL simplifiée)

source: KinTPV MetaKeyword for product tags
fr_fr: Meta-Keyword (KinTPV) pour les étiquettes produit

source: Price
fr_fr: Prix

source: Weight
fr_fr: Poids

source: Short descritpion
fr_fr: Description courte

source: Stock (product and variations)
fr_fr: Stock (produit et déclinaisons)

source: Variations (to import product variations, check this option)
fr_fr: Déclinaisons (Si vous souhaitez importer les déclinaisons, vous devez cocher cette option

source: Variation price
fr_fr: Prix de la déclinaison

source: Variation weight
fr_fr: Poids de la déclinaison

source: Promotional prices
fr_fr: Prix promo / en solde

source: Possible to order if out of stock
fr_fr: Commande si rupture de stock

source: Categories
fr_fr: Catégories

source: Category name
fr_fr: Nom de la catégorie

source: Category descritpion
fr_fr: Description de la catégorie

source: Category order position
fr_fr: Position de la catégorie

source: Product position in the category
fr_fr: Position de produit dans la catégorie

source: Criteria
fr_fr: Critère

source: Product images (Attention : If you have uploaded product images directly in WooCommerce, it will be deleted at the next update from KinPTV
fr_fr: Images produit (Attention, si vous avez inséré des photos directement depuis WooCommerce, celles ci seront supprimées par l'import !)

source: Category images (Attention : If you have uploaded product images directly in WooCommerce, it will be deleted at the next update from KinPTV
fr_fr: Images catégorie (Attention, si vous avez inséré des photos directement depuis WooCommerce, celles ci seront supprimées par l'import !)

source: Save changes
fr_fr: Enregistrer les changements
